[
  "اللهم إن كانت عظمت ذنوبي، وآثامي وخطاياي، حالت بيني وبينك بقضاء حوائجي، فإني أسألك بجلال وجهك وعظيم شأنك، وأتوسل بك وأتوجه إليك، أن تغفر لي وترحمني، وتقضي حاجتي، وتفرج عني كربتي وما أهمني",
  "رب إشرح لي صدري ويسر لي أمري واحلل عقدة من لساني يفقهوا قولي",
  "ربنا آمنا بما أنزلت واتبعنا الرسول فاكتبنا مع الشاهدين",
  "ربِ أنزلني منزلاً مباركاً وأنت خير المنزلين",
  "أنت وليي في الدنيا والآخرة توفني مسلماً والحقني بالصالحين",
  "رب لا تذر على الأرض من الكافرين دياراً إنك أن تذرهم يضلوا عبادك ولا يلدوا إلا فاجراً كفاراً",
  "اللهم اجعل لي نورا وفي قلبي نورا وفي قبري ونورا وفي سمعي نورا وفي بصري نورا وفي شعرى نورا وفى عظامي نورا وفى دمي نورا ونورا من خلفي و نورا من أمامي ونورا عن يميني ونورا عن شمالي ونورا من تحتي ونورا من فوقي . . اللهم زدني نورا واجعل لي نورا",
  "اللهم رضني بما قضيت لي وعافني فيما أبقيت حتى لا أحب تعجيل ما أخرت ولا تأخير ما عجلت",
  "ربنا لا تزغ قلوبنا بعد إذ هديتنا وهِب لنا من لدنك رحمة إنك أنت الوهاب",
  "ربنا إنك جامع الناس ليوم لا ريب فيه إن الله لا يخلف الميعاد",
  "اللهم إنا نسألك من الخير كله ما علمنا منه وما لم نعلم ونعوذ بك من الشر كله ما علمنا منه وما لم نعلم اللهم أجب دعاءنا وأعطنا سؤلنا وحقق آمالنا ورجاءنا وإجعل الخير فيما دعوناه يا رب العالمين وإجعل أعمالنا صالحة خالصة لوجهك الكريم يا الله وتقبلها منا ومن جميع المسلمين يا أرحم الراحمين يا رب العالمين",
  "اللّهم أدخل الفرحة على كل قلب به ألم، وأبعد عنه الهموم وأرزقه الرضا والسكينة والطمأنينة بك، وإجعله عيداً مباركاً مليئاً برضاك يا الله",
  "ربنا أفرغ علينا صبراً وتوفنا مسلمين",
  "اللهم أنت ربي لا إله إلا أنت خلقتني مسلماً، وأخرجتني من ظلمة الأحشاء، لا أملك لنفسي نفعاً ولا ضراً، ولا موتاً ولا حياةً ولا نشوراً، وسّع اللهم عليّ فيما رزقتني، وبارك لي فيما أعطيتني، إنك على ما تشاء قدير",
  "اللهم إنّي أسألك فواتح الخير، وخواتمه، وجوامعه، وأوله، وظاهره، وباطنه، والدرجات العلى من الجنة",
  "ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقِنا عذاب النار",
  "اللهم إجعل خير أعمارنا أواخرها، وخير أعمالنا خواتمها، وخير أيامنا يوم نلقاك يا الله",
  "رب أدخلني مدخل صدق وأخرجني مُخرج صدقٍ وإجعل لي من لدنك سلطاناً نصير",
  "اللّهم إني أسألك إيماناً لا يرتد، ونعيماً لا ينفذ ومرافقة محمد صل الله عليه وسلم في أعلى جنة الخلد",
  "اللهمّ إنّي توكلت عليك وسلمت أمري إليك، لا ملجأ ولا منجا منك إلا إليك",
  "اللهم أعني ولا تعن علي، وأنصرني ولا تنصر علي، وأمكر لي ولا تمكر بي، واهدني ويسر الهدى لي، وأنصرني على من بغى علي، رب اجعلني لك شكارا لك ذكارا لك رهابا لك مطواعا لك مخبتا إليك أواها منيبا، رب تقبل توبتي واغسل حوبتي وأجب دعوتي وثبت حجتي واهد قلبي وسدد لساني وأسلل سخيمة صدري",
  "أستغفر الله العظيم وأتوب إليه من كل ذنب لنا، وللمؤمنين والمؤمنات والمسلمين والمسلمات الأحياء منهم والأموات",
  "‏سبحان الله وبحمده عدد خلقه ورضا نفسه وزنة عرشه ومداد كلماته",
  "اللهم ثبت في الخيرات وطأتي، ونفس بعد الموت كربتي، وبارك لي في مصيري، ومنقلبي، ولا تخفر ذمتي يا غاية رغبتي، يا أرحم الراحمين",
  "اللهم يا من لطفه بخلقه شامل وخيره لعبده واصل لا تخرجنا عن دائرة الألطاف وأمنا من كل ما نخاف وكن لنا بلطفك الخفي الظاهر",
  "اللهم افتح لنا من خزائن رحمتك رحمة لا تعذبنا بعدها أبدا فى الدنيا والاخرة، ومن فضلك الواسع رزقا حلالا طيبا لا تفقرني بعده إلى أحد سواك أبدا، تزيدنا لك بهما شكرا وإليك فاقة وفقرا، وبك عمن سواك غنى وتعففا",
  "اللهم إن ذنوبي لم تبق لي إلا رجاء عفوك، وقد قدمت آلة الحرمان بين يدي، فأنا أسألك بما لا أستحقه، وأدعوك بما لا أستوجبه، وأتضرع إليك بما لا أستهله، فلن يخفى عليك حالي وإن خفي على الناس كلهم معرفة أمري",
  "اللهم إني أسألك عيشة نقية، وميتة سويّة، ومرداً غير مخزٍ، ولا فاضح",
  "اللهم من أرادني بسوء فرده عليه، ومن كادني فكده، اللّهم إهدهم وإهدنا جميعا يا رب العالمين، وإجعلني من أحسن عبادك نصيباً عندك، وأقربهم منزلة منك، وأخصهم زلفى لديك",
  "ربنا إننا سمعنا منادياً ينادي للإيمان أن آمنوا بربكم فآمنا",
  "ربنا وآتنا ما وعدتنا على رسلك ولا تخزنا يوم القيامة",
  "اللهم إن كانت عظمت ذنوبي وآثامي وخطاياي حالت بيني وبينك بقضاء حوائجي، فإني أسألك بجلال وجهك وعظيم شأنك، وأتوسل بك وأتوجه إليك، أن تغفر لي وترحمني، وتقضي حاجتي، وتفرج عني كربتي وما أهمني",
  "اللهم إني أسألك خير المسألة، وخير الدعاء، وخير النجاح، وخير العمل، وخير الثواب، وخير الحياة، وخير الممات، وثبتني، وثقل موازيني، وحقق إيماني، وارفع درجاتي، وتقبل صلاتي، واغفر خطيئتي، وأسألك الدرجات العلى من الجنة",
  "اللهم إني أسألك يا الله بأنك الواحد الأحد الصمد، الذي لم يلد ولم يولد ولم يكن له كفؤا أحد، أن تغفر لي ذنوبي، إنك أنت الغفور الرحيم",
  "اللهم لا تشمت أعدائي بدائي، واجعل القرآن العظيم شفائي ودوائي، فأنا العليل وأنت المداوي، وأنت ثقتي ورجائي، فإجعل حسن ظني بك شفائي",
  "ربِ إغفر لي ولوالدي ولمن دخل بيتي مؤمناً وللمؤمنين والمؤمنات ولا تزد الظالمين إلا تباراً",
  "اللهم أنت ربي، لا إله إلا أنت خلقتني، وأنا عبدك وأنا على عهدك ووعدك ما استطعت، أعوذ بك من شر ما صنعت، أبوء لك بنعمتك علي وأبوء بذنبي، فاغفر لي فإنه لا يغفر الذنوب إلا أنت",
  "اللهم يا من كفانا كل شيء اكفني ما أهمني من أمور الدنيا والآخرة، وثبتني اللهم على ما يرضيك وقربني ممن يواليك، واجعل غاية حبي وبغضي فيك، ولا تقربني ممن يعاديك، وأدم علي نعمتك وبرك، ولا تنسني ذكرك، وألهمني في كل حال شكرك، وعرفني قدر النعم بدوامها، وقدر العافية باستمرارها",
  "اللهمّ إنّي اسألك فهم النبيّين وحفظ المرسلين،والملائكه المقربين، اللهمّ اجعل ألسنتنا عامره بذكرك، وقلوبنا بخشيتك، وأسرارنا بطاعتك، إنك على كل شيء قدير، حسبنا الله ونعم الوكيل",
  "اللهمّ إنّي أستودعتك ما قرأت وما حفظت وما تعلّمت ، فردّه عند حاجتي اليه، انك على كل شيء قدير، حسبنا الله ونعم الوكيل",
  "اللهم ألطف بنا في تيسير كل أمر عسير فإن تيسير العسير عليك يسير فنسألك التيسير والمعافاة في الدنيا والاخرة",
  "اللهم إني أعوذ بك أن أضل أو أضل، أو أزل أو أزل، أو أظلم أو أظلم، أو أجهل أو يجهل علي",
  "اللهم عاملنا بإحسانك، وتداركنا بفضلك وإمتنانك، وتولنا برحمتك وغفرانك، وإجعلنا من عبادك الذين لا خوف عليهم ولا هم يحزنون",
  "اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي. اللهم استر عوراتي، وآمن روعاتي اللهم احفظني من بين يدي ومن خلفي، وعن يميني وعن شمالي ومن فوقي، وأعوذ بعظمتك أن أغتال من تحتي",
  "اللهم إني أسألك النعيم يوم العيلة، والأمن يوم الخوف، وأعوذ بك من شر ما أعطيتنا، وشر ما منعتنا",
  "ربنا إننا آمنا فاغفر لنا ذنوبنا وقنا عذاب النار",
  "اللهم لا سهل إلا ما جعلته سهلا ، وأنت إن شئت جعلت الحزن سهلا",
  "رب اشرح لي صدري، ويسر لي أمري وأحلل عقدة من لساني يفقه قولي، بسم الله الفتاح ، اللهمّ لا سهل إلا ما جعلته سهلاً، وأنت تجعل الحزن متى شئت سهلاً، يا أرحم الراحمين",
  "اللهم أبسط علينا من بركاتك ورحمتك وفضلك ورزقك",
  "اللهم إني أسألك يا فارج الهم، ويا كاشف الغم، ويا مجيب دعوة المضطر، ورحمان الدنيا والآخرة ورحيمهما، أسألك أن ترحمني رحمة من عندك، تغنيني بها عن رحمة من سواك",
  "اللهم إجعل خير عُمري آخره، وخير عملي خواتمه، وخير أيامي يوم ألقاك",
  "اللهم إني أسألك أن ترفع ذكري، وتضع وزري، وتصلح أمري، وتنص غير منسقطهر قلبي، وتحصن فرجي، وتنور قلبي، وتغفر لي ذنبي، وأسألك الدرجات العلى من الجنة امين",
  "ربنا فإغفر لنا ذنوبنا وكفّر عنا سيئاتنا وتوفنا مع الأبرار",
  "ربنا ما خلقت هذا باطلاً سُبحانك فقنا عذاب النار",
  "اللهم يا جامع الناس ليوم لا ريب فيه اجمع علي ضالتي",
  "اللًهم حبب إلينا الإيمان وزينه في قلوبنا، وكره إلينا الكفر والفسوق والعصيان، وإجعلنا من الراشدين",
  "ربنا إنك من تدخل النار فقد أخزيته وما للظالمين من أنصار",
  "رب أعوذ بك من همزات الشياطين وأعوذ بك رب أن يحضرون",
  "اللهم إنا نسألك بإسمك العظيم الأعظم، الذي إذا دعيت به أجبت، وإذا سئلت به أعطيت، وبأسمائك الحسنى كلها، ما علمنا منها وما لم نعلم، أن تستجيب لنا دعواتنا، وتحقق رغباتنا، وتقضي حوائجنا، وتفرج كروبنا، وتغفر ذنوبنا، وتستر عيوبنا، وتتوب علينا، وتعافينا وتعفو عنا، وتصلح أهلينا وذرياتنا، وتكلأنا بعين رعايتك، وتحسن عاقبتنا في الأمور كلها، وترحمنا برحمتك الواسعة، رحمة تغنينا بها عمن سواك",
  "رب أدخلني مدخل صدق واخرجني مخرج صدق ، واجعل لي من لدنك سلطاناً نصيراً",
  "لا إله إلا أنت سبحانك إنّي كنت من الظالمين، يا حي يا قيوم برحمتك استغيث، رب إنّي مسّني الضرّ إنك أرحم الراحمين",
  "أنت ولينا فإغفر لنا وإرحمنا وأنت خير الغافرين",
  "اللهم إني أسألك أن ترفع ذكري، وتضع وزري، وتصلح أمري، وتغفر لي ذنبي، وأسألك الدرجات العلى من الجنة آمين",
  "اللهم إني أسألك أن تبارك في نفسي، وفي سمعي، وفي بصري، وفي روحي، وفي خلقي، وفي خلقي، وفي أهلي، وفي محياي، وفي مماتي، وفي عملي، فتقبل حسناتي، وأسألك الدرجات العلى من الجنة",
  "‏اللهم ارحمنا فإنك بنا راحم ولا تعذبنا فأنت علينا قادر",
  "اللهم لاتكلني إلى نفسي فأعجز ولاإلى الناس فأضيع ، اللهم اغنني بالإفتقار إليك ولاتفقرني بالإستغناء عنك",
  "لا مانع للشر إلا أنت ولا جالب للخير إلا أنت ، لك الصلاة والدعاء والسمع والطاعة يا أرحم الراحمين",
  "اللهم باعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب، اللهم نقني من خطاياي كما ينقى الثوب الأبيض من الدنس، اللهم اغسلني من خطاياي، بالثلج والماء والبرد",
  "اللهم لك الحمد، أنت نور السموات والأرض ومن فيهن، ولك الحمد أنت قيم السموات والأرض ومن فيهن",
  "رضيت بالله ربا، وبالإسلام دينا، وبمحمد صلى الله عليه وسلم نبيا",
  "سبحان الله و الحمدلله",
  "لا إله الا الله",
  "ياحي ياقيوم ياكبير ياعزيز الله اشفي مرضانا ومرضا المسلمين وارحمنا برحمتك واغفرلنا وكفر ذنوبنا وارزقنا ولا تجعلنا من القانطين امين",
  "‏اللهم اجعلنيّ من المذكورين بالخير عند وفاتي",
  "حسبي الله لا إله إلا هو عليه توكلت وهو رب العرش العظيم",
  "اللهم لا سهل إلا ما جعلته سهلا، وأنت تجعل الحزن إذا شئت سهلا",
  "لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير",
  "سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر",
  "اللهم اهدنا الصراط المستقيم، واجعلنا من أهل الفردوس الأعلى في عليين، ونجنا برحمتك من عذاب الجحيم",
  "الله أكبر كبيرا ، والحمد لله كثيرا ، وسبحان الله بكرة وأصيلا",
  "اللهم إني اعوذ بك من زوال نعمتك وتحول عافيتك وفجأة نقمتك وجميع سخطك",
  "اللهم إن ذنوبي عظام وهي صغار في جنب عفوك يا كريم ، فاغفرها لي",
  "ياحيي ياقيوم برحمتك استغيث اصلح لي شاني كله ولاتكلني لنفسي طرفة عين فلا حول ولاقوة لي الا بك",
  "اللهم أقل عثراتنا ، واغفر زلاتنا ، وكفر عنا سيئاتنا ، وتوفنا مع الأبرار",
  "اللهم سخر لي من يكون لي عونا على مااريد ومالاأريد من أمور الدنيا والأخره",
  "‏اللهم أعني على ذكرك وشكرك وحسن عبادتك",
  "‏اللهم عافنا واعف عنا يا كريم",
  "اللهم ألّف بين قلبي وقلوب أهلي ومن أختلط بهم واصلح ذات بينناواهدنا سبل السلام",
  "‏يارب عوضني عن كل شيء احببته فخسرته، طابت له نفسي فذهب، صدقته فكذب، ربي سامحني عندما تدمع عيني على شي اردته ولم تكتبه لي، ربي انت وحدك تعلم مافي القلوب فارح قلوبنا وابعث فينا سعادة لا تنتهي، اللهم اجعل كل مافقدته خيره وكل ما احزنني خيره",
  "اللهم أعني على ذكرك وشكرك وحسن عبادتك",
  "اللهم أنت ربي لا إله إلا أنت، خلقتني وأنا عبدك، وأنا على عهدك ووعدك ما استطعت، أعوذ بك من شر ما صنعت، أبوء لك بنعمتك علي، وأبوء بذنبي فاغفر لي فإنه لا يغفر الذنوب إلا أنت",
  "اللهم عالم الغيب والشهادة فاطر السموات والأرض، رب كل شيء ومليكه، أشهد أن لا إله إلا أنت، أعوذ بك من شر نفسي، ومن شر الشيطان وشركه، وأن أقترف على نفسي سوءا، أو أجره إلى مسلم",
  "بسم الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم",
  "سبحان الله",
  "الحمدلله رب العالمين",
  "أستغفر الله",
  "الحمد لله حمدا كثيرا طيبا مباركا فيه",
  "اللهم اجعل همي الاخره",
  "اللهم اغفر لي ذنبي كله ، دقه وجله ، وأوله واخره ، وعلانيته وسره",
  "اللهم اغفر لي ذنبي ، ووسع لي في داري ، وبارك لي في رزقي",
  "الله أكبر كبيرا، الله أكبر كبيرا، الله أكبر كبيرا، والحمد لله كثيرا، والحمد لله كثيرا، والحمد لله كثيرا، وسبحان الله بكرة وأصيلا",
  "اللهم إني أسألك علما نافعا، ورزقا طيبا، وعملا متقبلا",
  "إني اسألك فهم النبيين وحفظ المرسلين وإلهام الملائكة المقربين",
  "سبحان الله العظيم وبحمده",
  "اللهم صل وسلم وبارك على سيدنا محمد",
  "اللهم ارحم والدينا واغفرلهم يا ارحم الراحمين",
  "ربنا هب لنا من لدنك رحمه انك انت الوهاب",
  "اللهم أسألك ان تيسير لي هذا الأمر وتجعل الخيرة في ذلك إنك على كل شي قدير",
  "لا إله إلا الله الحليم الكريم",
  "اللهم يسر لي الخير حيث كنت وحيث توجهت",
  "اللهم عافني في بدني، اللهم عافني في سمعي، اللهم عافني في بصري، لا إله إلا أنت. اللهم إني أعوذ بك من الكفر، والفقر، وأعوذ بك من عذاب القبر، لا إله إلا أنت",
  "اللهم إني أعوذ بك من الهم والحزن، والعجز والكسل، والبخل والجبن، وأعوذ بك من غلبة الدين وقهر الرجال",
  "لا إله إلا أنت سبحانك إني كنت من الظالمين",
  "الحمد لله الذي لم يتخد ولدا ولم يكن له شريك في الملك ولم يكن له ولي من الذل و كبره تكبيرا",
  "اللهم رب اغفر لي ولوالدي ولمن دخل بيتي مؤمنا وللمؤمنين والمؤمنات",
  "اللهم أنت ربي لا إله إلا أنت خلقتني وأنا عبدك ، وأنا على عهدك ووعدك مااستطعت، أعوذ بك من شر ما صنعت أبوء لك بنعمتك علي وأبوء لك بذنبي فاغفر لي فإنه لا يغفر الذنوب إلا أنت",
  "استغفرالله عدد ما في السماء وعدد ما في اﻻرض وعدد ما بينهما",
  "سبحانك اللهم وبحمدك، وتبارك اسمك، وتعالى جدك، ولا إله غيرك",
  "‏اللهم اني اعوذ بك من كل ذنبٍ ارتكبته",
  "اللهم اجعلني من أعظم خلقك نصيبا في كل خير تقسمه، وفي كل نور تنشره، وفي كل رزق تبسطه، وفي كل ضر تكشفه، وفي كل بلاء ترفعه يالله",
  "لا إله إلا الله العظيم الحليم، لا إله إلا الله رب العرش العظيم، لا إله إلا الله رب السموات ورب الأرض ورب العرش الكريم",
  "اللهم إجعل أمي قريرة العينين لا تشكي هما ولا حزنا ولا مرضا",
  "اللهم يا سميع الدعوات ، يا مقيل العثرات ، ياقاضي الحاجات ، يا كاشف الكربات ، يا رفيع الدرجات ، ويا غافر الزلات ، اغفر للمسلمين والمسلمات ، والمؤمنين والمؤمنات، الأحياء منهم والأموات ، إنك سميع قريب مجيب الدعوات",
  "‏اللهم إني أسألك الجنة وأعوذ بك من النار",
  "يا رب افتح لي الخير في جميع الأمور",
  "اللهم لاتكلني إلى نفسي فأعجزعن التدبير واصرف عني السوء إنك على كل شيء قدير",
  "‏أعوذ بكلمات الله التامات من شر ما خلق",
  "اللهم سخر لي الارزاق والفتوحات في كل وقت وساعة ويسر علي كل صعب وهون علي كل عسير واحفظني بما ينزل من السماء ومايخرج منها ومايرى عليها ياكريم",
  "اللهم أصلحني قبل الوفاة وأحسن خاتمتي وتوفني وأنت راض عني وسخرلي من يدعوا لي بعد وفاتي",
  "اللهم اكفني بحلالك عن حرامك، وأغنني بفضلك عمن سواك",
  "سبحان الله ، والحمد لله ، ولا إله إلا الله ، والله أكبر ، اللهم اغفر لي ، اللهم ارحمني ، اللهم ارزقني",
  "اللهم صل على محمد وعلى ال محمد كما صليت على إبراهيم وعلى ال إبراهيم إنك حميد مجيد اللهم بارك على محمد وعلى ال محمد كما باركت على إبراهيم وعلى ال إبراهيم إنك حميد مجيد",
  "اللهم يا بارئ البريات ، وغافر الخطيات ، وعالم الخفيات ، المطلع على الضمائر والنيات ، يا من أحاط بكل شيء علما ، ووسع كل شيء رحمة ، وقهر كل مخلوق عزة وحكما ، اغفر لي ذنوبي ، واستر عيوبي ، وتجاوز عن سيئاتي إنك أنت الغفور الرحيم",
  "اللهم لك أسلمت، وعليك توكلت، وبك امنت، وإليك أنبت، وبك خاصمت، وإليك حاكمت. فاغفر لي ما قدمت، وما أخرت، وما أسررت، وما أعلنت",
  "اللهم إرزقني الخشوع لك في صلاتي وفي جميع عباداتي",
  "اللهم ارحمنا اذا صرنا تحت التراب",
  "اللهم بشرني بالجنه ، اللهم ارزقني الفردوس الاعلى من غير حساب ولا سابقة عذاب",
  "اللهم إني أسألك باسمك الأعظم ، الذي إذا دعيت به أجبت ، وإذا سئلت به أعطيت ، أسألك بأني أشهد أنك أنت الله لا إله إلا أنت ، الأحد الصمد ، الذي لم يلد، ولم يولد ، ولم يكن له كفوا أحد أن تغفر لي ذنوبي ، إنك أنت الغفور الرحيم",
  "اللهم إنك عفو كريم تحب العفو فاعف عني",
  "‏اللهم إني أعوذ بك من عذاب القبر وأعوذ بك من فتنة المسيح",
  "اللهم أني توكلت عليك وبك استعين",
  "اللهم بك استعين وعليك اتوكل اللهم ذلل لي صعوبة امري وسهل لي مشقته وارزقني من الخير كله أكثر مما أطلب واصرف عني كل شر",
  "‏ربي إن أخذت روحي دون أن أودع أهلي و من أحب فأجعل لي ذكرى طيبه في قلوبهم ، و اجمعني بهم في الجنه ، اللّهم أحسن خواتمنا و ارحمنا في الدنيا و الآخره",
  "سبحان الله وبحمده",
  "سبحان الله وبحمده: عدد خلقه، ورضا نفسه، وزنة عرشه، ومداد كلماته",
  "اللهم صل وسلم على نبينا محمد",
  "سبحان الله وبحمده ، سبحان الله العظيم",
  "اللهم ارحم من اشتاقت لهم قلوبنا وهم تحت الثرىء",
  "‏اللهم لا تحرمني وأنا أدعوك، ولا تخيّبني وأنا أرجوك",
  "يا حي يا قيوم برحمتك أستغيث أصلح لي شأني كله ولا تكلني إلى نفسي طرفة عين",
  "أعوذ بكلمات الله التامات من شر ما خلق",
  "اللهم إني عبدك، ابن عبدك، ابن أمتك، ناصيتي بيدك، ماض في حكمك، عدل في قضاؤك، أسألك بكل اسم هو لك، سميت به نفسك، أو أنزلته في كتابك، أو علمته أحدا من خلقك، أو استأثرت به في علم الغيب عندك، أن تجعل القران ربيع قلبي، ونور صدري، وجلاء حزني، وذهاب همي",
  "يارب إن عائلتي هي من أجمل هداياك ومن أغلى مارزقتني فاحفظهم لي وأسعدهم",
  "اللهم اوسع علي في رزقي و امدد لي في عمري و اغفر لي ذنبي و اجعلني ممن تنتصر به لدينك ولا تستبدل بي غيري",
  "رب اشرح لي صدري ويسر لي امري ياكريم",
  "اللهم حنن علي عبادك واحباءك واغنني عن شرارهم ياأرحم الراحمين ياودود يافعّال لماتريد أغثني أغثني يامغيث يالطيف",
  "إني أدعوك باسمي وباسم كل من نطق الشهادتين ، وأشهد أن لا إله إلا الله وأشهد أن محمداً رسول الله ، أللهم أعني ويسر أمري وافرج كربي وأكثر رزقي يا رزاق يا كريم",
  "اللهم أنت السند حين يغيب الجميع",
  "أستغفر الله وأتوب إليه",
  "أعوذ بالله من الشيطان: من نفخه، ونفثه، وهمزه",
  "‏يـارب توفني مسلماً والحقني بالصالحين",
  "اللهم اجرني من موت الغفلة ولا تأخذني من الدنيا الا وانت راض عني",
  "اللهم رحمتك أرجو، فلا تكلني إلى نفسي طرفة عين، وأصلح لي شأني كله، لا إله إلا أنت",
  "أستغفر الله العظيم الذي لا إله إلا هو الحي القيوم وأتوب إليه",
  "الله أكبر",
  "اللهم رحمتك أرجو فلا تكلني إلى نفسي طرفة عين وأصلح لي شأني كله لاإله إلا أنت",
  "اللهم رب إني ظلمت نفسي فاغفر لي",
  "اللهم إنا قد أطعناك في أحب الأشياء إليك أن تطاع فيه ، الإيمان بك ، والإقرار بك ، ولم نعصك في أبغض الأشياء أن تعصى فيه ؛ الكفر والجحد بك ، اللهم فاغفر لنا ما بينهما",
  "اللهم ربنا اغفر لنا ذنوبنا وكفر عنا سيئاتنا وتوفنا مع الأبرار",
  "اللهم باعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب ، اللهم اغسلني من خطاياي بالماء والثلج والبرد ، اللهم نقني من الخطايا كما ينقى الثوب الأبيض من الدنس",
  "اللهم إني ظلمت نفسي ظلما كثيرا ، ولا يغفر الذنوب إلا أنت. فاغفر لي مغفرة من عندك ، وارحمني إنك أنت الغفور الرحيم",
  "ياودود ياودود ياذا العرش المجيد يافعّال لما تريد أسألك بعزك الذي لايرام وملكك الذي لايضام وبنورك الذي ملأ اركان عرشك ان تكفيني شر ( كذا وكذا ) يامغيث أغثني يامغيث اغثني",
  "اللهم إني أعوذ بك من وساوس الصدر وشتات الأمر",
  "اللهم إني أسألك الهدى والتقى، والعفاف والغنى",
  "اللهم اغفر لي خطيئتي وجهلي ، وإسرافي في أمري ، وما أنت أعلم به مني ، اللهم اغفر لي هزلي وجدي ، وخطئي وعمدي ، وكل ذلك عندي",
  "الله اجعل ألسنتنا عامرة بذكرك وقلوبنا بخشيتك وأسرارنا بطاعتك",
  "اللهم اجعل سيرتي حسنه لدى خلقك في حياتي وبعد موتي",
  "اللهم اني ظلمت نفسي ظلما كثيرا ولا يغفر الذنوب الا انت فاغفر لي مغفرة من عندك وارحمني انك انت الغفور الرحيم",
  "اللهم يا من لا تضره الذنوب ، ولا تنقصه المغفرة ، اغفر لنا ما لا يضرك ، وهب لنا مالا ينقصك",
  "اللهم اغفر لي ما قدمت وما أخرت ، وما أعلنت وما أسررت ، وما أنت أعلم به مني ، أنت المقدم وأنت المؤخر لا إله إلا أنت",
  "لا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير",
  "لا حول ولا قوة الا بالله",
  "اللهم وفقني في ديني و دنيتي في بيتي و علمي و عملي",
  "اللهم اغفر لي ، وارحمني واهدني ، وعافني وارزقني ، واجبرني ، وارفعني",
  "اللهم ربنا لا تؤاخذنا إن نسينا أو أخطأنا ، ربنا ولا تحمل علينا إصرا كما حملته على الذين من قبلنا ، ربنا ولا تحملنا ما لا طاقة لنا به ، واعف عنا واغفر لنا وارحمنا أنت مولانا فانصرنا على القوم الكافرين",
  "اللهم اعطني من الدنيا ما تقيني به فتنتها وتغنيني به عن اهلها ويكون بلاغا لي الي ما هو خير منها فإنه لا حول و لا قوة الا بك",
  "اللهم ربنا اغفر لنا ولإخواننا الذين سبقونا بالإيمان ، ربنا وسعت كل شيء رحمة وعلما فاغفر للذين تابوا واتبعوا سبيلك وقهم عذاب الجحيم",
  "اللهم رب جبرائيل، وميكائيل، وإسرافيل، فاطر السموات والأرض، عالم الغيب والشهادة أنت تحكم بين عبادك فيما كانوا فيه يختلفون. اهدني لما اختلف فيه من الحق بإذنك إنك تهدي من تشاء إلى صراط مستقيم",
  "اللهم إني أسألك العفو والعافية في الدنيا والاخرة، اللهم إني أسألك العفو والعافية: في ديني ودنياي وأهلي، ومالي، اللهم استر عوراتي، وامن روعاتي، اللهم احفظني من بين يدي، ومن خلفي، وعن يميني، وعن شمالي، ومن فوقي، وأعوذ بعظمتك أن أغتال من تحتي",
  "اللهم اكفنى بحلالك عن حرامك وأعننى بفضلك عمن سواك",
  "يا ذا النعماء والجود، يا ذا المنِّ والطول حرِّم شيبتي وشيبة والدي على النار",
  "اللهم إلهي : كيف أمتنع بالذنب من الدعاء ، ولا أراك تمنع مع الذنب من العطاء ، فإن غفرت فخير راحم أنت ، وإن عذبت فغير ظالم أنت",
  "اللهم احسن وقوفنا بين يديك",
  "اللهم رب جبرائيل وميكائيل ، وإسرافيل ، فاطر السماوات والأرض ، عالم الغيب والشهادة ، أنت تحكم بين عبادك فيما كانوا فيه يختلفون ، اهدنا لما اختلف فيه من الحق بإذنك ، إنك تهدي من تشاء إلى صراط مستقيم",
  "اللهم اهدني لأحسن الأخلاق لا يهدي لأحسنها إلا أنت ، واصرف عني سيئها لا يصرف عني سيئها إلا أنت",
  "اللهم يا من خلق الأرض والسماوات العلى ، يا رحمانا على العرش استوى ، يا من له ما في السماوات وما في الأرض وما بينهما ، وما تحت الثرى ، يا من يعلم السر وأخفى، يا من له الأسماء الحسنى ، يا من مع عباده يسمع ويرى ، يا من أعطى كل شيء خلقه ثم هدى",
  "اللهم إني أعوذ بك من فتنة النار وعذاب النار ، وفتنة القبر ، وعذاب القبر ، وشر فتنة الغنى ، وشر فتنة الفقر ، اللهم إني أعوذ بك من شر فتنة المسيح الدجال",
  "اللهم رب جبرائيل ، وميكائيل ، ورب إسرافيل ، أعوذ بك من حر النار ومن عذاب القبر",
  "‏اللهُم إجبر خاطري جبراً أنت وليّه ، فإنه لا يُعجزك شيئاً ، في الأرض ولا في السماء ، وإني أسألك يارب أن تستقيمَ حياتي ، وأن لا أضيع في زحام الطريق ، وأن لا أخيّر بينَ أحب أشيائي ، ربي أسعدني وأشرح صدري وأرح قلبيّ ، اللهُم إنّي أستودعك راحتي فإجعلني أسعّد خلقك",
  "اللهم إني أعوذ بك من شر الأشرار ، ومن كيد الفجار ، ومن طوارق الليل والنهار إلا طارقا يطرق بخير يا رحمن",
  "اللهم إني أسألك أن ترفع ذكري ، وتضع وزري ، وتصلح أمري ، وتطهر قلبي ، وتحصن فرجي ، وتنور قلبي ، وتغفر لي ذنبي ، وأسألك الدرجات العلى من الجنة امين",
  "اللهم اقسم لنا من خشيتك ما تحول به بيننا وبين معاصيك ، ومن طاعتك ما تبلغنا به جنتك ، ومن اليقين ما تهون به علينا مصائب الدنيا ، اللهم متعنا بأسماعنا ، وأبصارنا ، وقواتنا ما أحييتنا ، واجعله الوارث منا ، واجعل ثأرنا على من ظلمنا ، وانصرنا على من عادانا ، ولا تجعل مصيبتنا في ديننا ولا تجعل الدنيا أكبر همنا ، ولا مبلغ علمنا ، ولا تسلط علينا من لا يرحمنا",
  "استغفر الله الذي لا إله إلا هو الحي القيوم وأتوب إليه",
  "اللهم احفظني بالإسلام قائما ، واحفظني بالإسلام قاعدا ، واحفظني بالإسلام راقدا ، ولا تشمت بي عدوا ولا حاسدا",
  "اللهم اجعلنا هادين مهتدين ، غير ضالين ولا مضلين ، سلما لأوليائك ، وحربا على أعدائك ، نحب بحبك من أحبك ، ونعادي بعداوتك من خالفك.اللهم هذا الدعاء ومنك الإجابة ، اللهم هذا الجهد وعليك التكلان",
  "اللهم إني أعوذ بك من الجبن و أعوذ بك من البخل و أعوذ بك من أن أرد إلى أرذل العمر و أعوذ بك من فتنة الدنيا و عذاب القبر اللهم جنبني منكرات الأخلاق ، و الأهواء ، و الأعمال ، و الأدواء",
  "اللهم اجعل خير عمري أواخره ، وخير عملي خواتمه ، وخير أيامي يوم لقاك",
  "اللهم إني أعوذ بك من البخل، وأعوذ بك من الجبن، وأعوذ بك أن أرد إلى أرذل العمر، وأعوذ بك من فتنة الدنيا، وأعوذ بك من عذاب القبر",
  "اللهم لك أسلمت وبك امنت، وعليك توكلت وإليك أنبت وبك خاصمت، اللهم إني أعوذ بعزتك لا إله إلا أنت أن تضلني، أنت الحي الذي لا يموت والجن والإنس يموتون",
  "اللهم إني أعوذ بك من جهد البلاء ودرك الشقاء وسوء القضاء وشماتة الأعداء",
  "اللهم إني أسألك بنور وجهك الذي أشرقت له السموات والأرض أن تجعلني في حرزك وحفظك وجوارك وتحت كنفك",
  "اللهم إنا نعوذ بك من أن نشرك بك شيئا نعلمه ونستغفرك لما لا نعلم",
  "اللهم يا مقلب القلوب ثبت قلبي على دينك",
  "رب إني أعوذ بك أن أسألك ما ليس لي به علم وإلا تغفر لي وترحمني أكن من الخاسرين",
  "‏اللهم ما أخشاه أن يكون صعباً هوّنه وما أخشاه أن يكون عسيراً يسّره وما أخشاه أن يكون شراً إجعل لي فيه خيراً ولا تجعلني أخشى سواك",
  "‏الحمدلله على أصغر النعم وَأكبرها الحمدُلله على أبسط النّعم وأعظمها ‏الحمدلله دائمًا وأبداً",
  "اللهم صل على محمد وعلى ال محمد كما صليت على إبراهيم وعلى ال إبراهيم، إنك حميد مجيد، اللٰهم بارك على محمد وعلى ال محمد كما باركت على إبراهيم وعلى ال إبراهيم إنك حميد مجيد",
  "اللهم إني أسألك علم الخائفين منك ، وخوف العالمين بك ، ويقين المتوكلين عليك ، وتوكل الموقنين بك ، وإنابة المخبتين إليك ، وإخبات المنيبين إليك ، وشكر الصابرين لك ، وصبر الشاكرين لك ، ولحاقا بالأحياء المرزوقين عندك",
  "اللهم رب هب لي من الصالحين",
  "اللهم أنت البادئ بالإحسان من قبل توجه العابدين ، وأنت البادئ بالعطايا قبل طلب الطالبين وأنت الوهاب",
  "اللهم إني أسألك الجنة وما قرب إليها من قول وعمل ، وأعوذ بك من النار وما قرب إليها من قول وعمل",
  "‏اللهم من كان مريض فأشفه ومن كان مهمُوم فأزل همه ومن كان حزين فأسعده ومن كان يرجو توفيقك فوفقه",
  "اللهم إني استودعتك المزيد فلا تحرمني أن اكون من أهل المزيد ومتعني اللهم بالنظر إلى وجهك الكريم في كل آن وحين إلى ابد الآبدين بما شئت وكيف شئت",
  "اللهم إني استودعتك مقعدي في الجنة فاجعله مقعد صدق عند مليك مقتدر في اعلى جنات فردوسك الأعلى",
  "اللهم إني استودعتك صدري فاجعله منشرحا بذكرك في كل آن وحين وانزع عنه وساوس الشياطين",
  "اللهم إني أسألك خير ما اتي ، وخير ما أفعل ، وخير ما أعمل ، وخير ما بطن ، وخير ما ظهر ، والدرجات العلى من الجنة امين",
  "اللهم اجعل قبور امواتنا نور علئ نور وبشرهم بجنات تبدل وحشتهم سرور",
  "اللهم أصلح لي ديني الذي هو عصمة أمري، وأصلح لي دنياي التي فيها معاشي، وأصلح لي أخرتي التي فيها معادي، واجعل الحياة زيادة لي في كل خير، واجعل الموت راحة لي من كل شر",
  "اللهم إني أسألك من خير ما سألك عبدك ونبيك محمد ، وأعوذ بك من شر ما استعاذ بك منه عبدك ونبيك محمد",
  "اللهم سر خاطري بكل جميل انك على كل شئ قدير",
  "اللهم اغفر لي ما قدمت وما أخرت وما أسررت وما أعلنت أنت المقدم وأنت المؤخر وأنت على كل شيء قدير",
  "اللهم لك الحمد كله، اللهم لا قابض لما بسطت، ولا باسط لما قبضت، ولا هادي لما أضللت، ولا مضل لمن هديت، ولا معطي لما منعت، ولا مانع لما أعطيت، ولا مقرب لما باعدت، ولا مباعد لما قربت، اللهم ابسط علينا من بركاتك ورحمتك وفضلك ورزقك، اللهم إني أسألك النعيم المقيم الذي لا يحول ولا يزول، اللهم إني أسألك النعيم يوم العيلة، والأمن يوم الخوف، اللهم إني عائذ بك من شر ما أعطيتنا وشر ما منعت، اللهم حبب إلينا الإيمان وزينه في قلوبنا، وكره إلينا الكفر والفسوق والعصيان، واجعلنا من الراشدين، اللهم توفنا مسلمين، وأحينا مسلمين، وألحقنا بالصالحين غير خزايا ولا مفتونين، اللهم قاتل الكفرة الذين يكذبون رسلك، ويصدون عن سبيلك، واجعل عليهم رجزك وعذابك، اللهم قاتل الكفرة الذين أوتوا الكتاب إله الحق",
  "ربنا اغفر لنا ذنوبنا وإسرافنا في أمرنا وثبت أقدامنا وانصرنا على القوم الكافرين",
  "اللهم إني أعوذ بك من علم لا ينفع ومن قلب لا يخشع ومن نفس لا تشبع ومن دعوة لا يستجاب لها",
  "رب اغفر وارحم وأنت خير الراحمين",
  "‏اللهم ارحم روحاً صعدت إليك لم يعد بيننا وبينهم الا الدعاء",
  "‏اللهم اني أسألك خير ما سألك به نبيك محمد وأعوذ بك من شر ما إستعاذك منه نبيك محمد",
  "اللهم مصرف القلوب صرف قلوبنا على طاعتك",
  "اللهم إلهي: أسألك تذللا فأعطني تفضلا",
  "اللهم إني أسألك يا الله بأنك الواحد الأحد ، الصمد ، الذي لم يلد ولم يولد ولم يكن له كفوا أحد ، أن تغفر لي ذنوبي ، إنك أنت الغفور الرحيم",
  "اللهم ربنا هب لنا من أزواجنا وذرياتنا قرة أعين واجعلنا للمتقين إماما",
  "اللهم إني استودعتك رضوانك فاكنفني فيه",
  "اللهم إني استودعتك نفسي عند عبور الصراط فاملأه بالنور التام واجعل عبوري عليه كالبرق ، اللهم اجعلني ممن يوردونه ولا يسمعون حسيس جهنم واحفظني اللهم من كلاليبه وخطاطيفه وثبت اللهم قدمي عليه يوم تزل الاقدام",
  "اللهم إني استودعتك ميزاني فثقله بما شئت",
  "اللهم يا من يجيب المضطر إذا دعاه ، ويكشف السوء ، اكشف السوء عن إخواننا الأسارى والمسجونين والمعتقلين ، اللهم افكك بقوتك أسرهم ، واجبر برحمتك كسرهم ، وتول بعنايتك أمرهم ، وردهم إلى أهليهم سالمين غانمين",
  "اللهم لا أبر بهم منك ، ولا أرحم بهم منك، ولا أرأف بهم منك، اللهم هم منك وإليك، اللهم فاجعل الدائرة لهم لا عليهم والنصر حليفهم",
  "اللهم إني استودعتك صحتي فاحفظها لي حتى ألقاك",
  "اللهم إني استودعتك نفسي فانزع عنها كل الحجب التي تحول بينها وبينك",
  "اللهم اكفني شر خلقك وشر كلامهم واحفظني من غيبتهم ونميمتهم، ربي من اراد بي شر فرد كيده في نحره واشغله في نفسه يارب",
  "‏اللهم يا ولي نعمتي وملاذي عند كربتي اجعل ما اخافه واحذره برداً وسلاماً علي كما جعلت النار برداً وسلاماً على ابراهيم",
  "اللهم إني أعوذ بك من زوال نعمتك ، وتحول عافيتك ، وفجاءة نقمتك ، وجميع سخطك",
  "اللهم بعلمك الغيب وقدرتك على الخلق أحيني ما علمت الحياة خيرا لي، وتوفني إذا علمت الوفاة خيرا لي، اللهم وأسألك خشيتك في الغيب والشهادة، وأسألك كلمة الحق في الرضا والغضب، وأسألك القصد في الفقر والغنى، وأسألك نعيما لا ينفد، وأسألك قرة عين لا تنقطع، وأسألك الرضاء بعد القضاء، وأسألك برد العيش بعد الموت، وأسألك لذة النظر إلى وجهك والشوق إلى لقائك في غير ضراء مضرة ولا فتنة مضلة، اللهم زينا بزينة الإيمان، واجعلنا هداة مهتدين",
  "اللهم اقسم لنا من خشيتك ما يحول بيننا وبين معاصيك",
  "اللهم إني أسألك العفو والعافية في الدنيا والاخرة، اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي، اللهم استر عوراتي وامن روعاتي، واحفظني من بين يدي ومن خلفي وعن يميني وعن شمالي ومن فوقي، وأعوذ بعظمتك أن أغتال من تحت",
  "اللهم لا تكلني إلى نفسي طرفة عين ، ولا تنزع مني صالح ما أعطيتني",
  "اللهم إني أعوذ بك من يوم السوء ومن ليلة السوء ومن ساعة السوء ومن صاحب السوء ومن جار السوء في دار المقامة",
  "اللهم طهر قلبي من النفاق ، وعملي من الرياء ، ولساني من الكذب ، وعيني من الخيانة",
  "اللهم اغفر لي خطأي وعمدي وهزلي وجدي ولا تحرمني بركة ما أعطيتني ولا تفتني فيما حرمتني",
  "‏اللهم انعم على قبور من كانوا لحياتنا حياة واجمعنا بهم في دارٍ لا يُفنى نعيمها",
  "‏رب أشرح لى صدرى و يسر لى أمرى و أحلل عقدة لسانى يفقهوا قولى",
  "اللهم إني ظلمت نفسي ظلما كثيرا، ولا يغفر الذنوب إلا أنت، فاغفر لي مغفرة من عندك وارحمني إنك أنت الغفور الرحيم",
  "اللهم إني أسألك من الخير كله عاجله واجله ما علمت منه وما لم أعلم، وأعوذ بك من الشر كله عاجله واجله ما علمت منه وما لم أعلم، اللهم إني أسألك من خير ما سألك عبدك ونبيك، وأعوذ بك من شر ما عاذ به عبدك ونبيك، اللهم إني أسألك الجنة وما قرب إليها من قول أو عمل، وأعوذ بك من النار وما قرب إليها من قول أو عمل وأسألك أن تجعل كل قضاء قضيته لي خيرا",
  "اللهم ألهمني رشدي ، وأعذني من شر نفسي",
  "‏ اللهم إنا نسألك باسمك العظيم الأعظم، الذي إذا دعيت به أجبت، وإذا سئلت به أعطيت، وبأسمائك الحسنى كلها ما علمنا منها وما لم نعلم، أن تستجيب لنا دعواتنا، وتحقق رغباتنا، وتقضي حوائجنا، وتفرج كروبنا، وتغفر ذنوبنا، وتستر عيوبنا، وتتوب علينا، وتعافينا وتعفو عنا، وتصلح أهلينا وذريتنا، وترحمنا برحمتك الواسعة، رحمة تغنينا بها عن رحمة من سواك",
  "اللهم إنا نعوذ بك أن نشرك بك شيئا نعلمه ، ونستغفرك لما لا نعلمه",
  "اللهم إني أعوذ بك من غلبة الدين ، وغلبة العدو ، وشماتة الأعداء",
  "اللهم إني أسألك خير المسألة ، وخير الدعاء ، وخير النجاح ، وخير العمل ، وخير الثواب ، وخير الحياة ، وخير الممات ، وثبتني ، وثقل موازيني ، وحقق إيماني ، وارفع درجاتي ، وتقبل صلاتي ، واغفر خطيئتي ، وأسألك الدرجات العلى من الجنة",
  "يارب أدعوك بعزتك وجلالك أن لا تصعب لي حاجة، ولا تعظم علي أمرا و لا تحن لي قامة، ولا تفضح لي سرا و لا تكسر لي ظهرا",
  "اللهم إني استودعك قلبي فلا تجعل فية احداً إلا انت",
  "إلهي أسألك ان تعتق رقبتي من النار وان تخرجني من الدنيا سالما وتدخلني الجنة امنا",
  "اللهم إني أعوذ بك من الكسل والهرم والمأثم والمغرم، ومن فتنة القبر وعذاب القبر، ومن فتنة النار وعذاب النار، ومن شر فتنة الغنى، وأعوذ بك من فتنة الفقر، وأعوذ بك من فتنة المسيح الدجال، اللهم اغسل عني خطاياي بماء الثلج والبرد، ونق قلبي من الخطايا كما نقيت الثوب الأبيض من الدنس، وباعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب",
  "اللهم أصلح لي ديني الذي هو عصمة أمري، وأصلح لي دنياي التي فيها معاشي، وأصلح لي اخرتي التي فيها معادي واجعل الحياة زيادة لي في كل خير، واجعل الموت راحة لي من كل شر",
  "ربنا لا تؤاخذنا إن نسينا أو أخطأنا ربنا ولا تحمل علينا إصرا كما حملته على الذين من قبلنا ربنا ولا تحملنا ما لا طاقة لنا به واعف عنا واغفر لنا وارحمنا أنت مولانا فانصرنا على القوم الكافرين",
  "ربنا أفرغ علينا صبرا وتوفنا مسلمين",
  "‏‎‎اللهم إني اعوذ بك من ضيقه تؤلمني ومن فكر يقلقني اللهم ان نمت على ضيق فأيقظني على فرح وإن نامت عيوني طويلاً أيقظني على نور جنتك",
  "اللهم رب السموات ورب الأرض ورب العرش العظيم، ربنا ورب كل شيء، فالق الحب والنوى ومنزل التوراة والإنجيل والفرقان، أعوذ بك من شر كل شيء أنت اخذ بناصيته، اللهم أنت الأول فليس قبلك شيء، وأنت الاخر فليس بعدك شيء، وأنت الظاهر فليس فوقك شيء، وأنت الباطن فليس دونك شيء، اقض عنا الدين وأغننا من الفقر",
  "اللهم إلهي : حجتي حاجتي ، وعدتي فاقتي ، فارحمني",
  "اللهم إني أعوذ بك من عقوق الأبناء، ومن قطيعة الأقرباء، ومن جفوة الأحياء، ومن تغير الأصدقاء",
  "اللهم اهدنا فيمن هديت ، وعافنا فيمن عافيت ، وتولنا فيمن توليت",
  "اللهم ربنا أتمم لنا نورنا واغفر لنا إنك على كل شيء قدير",
  "اللهم إني أسألك علما نافعا ، وأعوذ بك من علم لا ينفع",
  "اللهم قنعني بما رزقتني ، وبارك لي فيه ، واخلف علي كل غائبة لي منك بخير",
  "‏اللهم أرحني بعد التعب وأسعدني بعد الحزن وكافئني بعد الصبر ، اللهم إني أعيذ قلبي من وحشة الدنيا وكدرها ، اللهم ازح من قلبي كل خوف يسكني وكل ضُعف يكسرني وكل أمر يبكيني قويني يالله ولا تفجعني في مستقبلي ولا تُعسر أمري وأفتح لي أبوابي المغلقه",
  "للهم إني أعوذ بك من شر سمعي ، ومن شر بصري ، ومن شر لساني ، ومن شر قلبي ، ومن شر مني",
  "‏ربّي عوضني خيرًا عن كل شيء انكسر بنفسي، وكل يأسٍ أصاب قلبي، ولا تجعل لي رجاء عند غيرك، اللهُم ارني الفرح بمُستقبلي، اللهُم سُر قلبي بفرحةٍ ، تغنيني عن كل تعب، اللهُم عوضني بالأجمل، و أرح قلبي بما أنت أعلمُ به",
  "اللهم إنا نسألك موجبات رحمتك ، وعزائم مغفرتك ، والسلامة من كل إثم ، والغنيمة من كل بر ، والفوز بالجنة ، والنجاة من النار",
  "اللهم زدنا ولا تنقصنا ، وأكرمنا ولا تهنا ، وأعطنا ولا تحرمنا ، واثرنا ولا تؤثر علينا ، وأرضنا وارض عنا",
  "اللهم أكثر مالي ، وولدي ، وبارك لي فيما أعطيتني ، وأطل حياتي على طاعتك ، وأحسن عملي واغفر لي",
  "اللهم اشغل قلوبنا بحبك ، وألسنتنا بذكرك ، وأبداننا بطاعتك ، وعقولنا بالتفكر في خلقك والتفقه في دينك",
  "اللهم اختم بالصالحات أعمالنا ، وبالسعادة اجالنا ، وبلغنا مما يرضيك امالنا",
  "اللهم إنا نسألك زيادة في الأيمان وبركة في العمر وصحة في الجسد وسعة في الرزق وتوبة قبل الموت وشهادة عند الموت ومغفرة بعد الموت",
  "اللهم إني أعوذ بك من زوال نعمتك وتحول عافيتك وفجاءة نقمتك وجميع سخطك",
  "اللهم إني أسألك الجنة وما يقرب إليها من قول وعمل",
  "اللهم عافني في بدني، اللهم عافني في سمعي، اللهم عافني في بصري، لا إله إلا أنت، اللهم إني أعوذ بك من الكفر والفقر، اللهم إني أعوذ بك من عذاب القبر، لا إله إلا أنت",
  "ربنا لا تجعلنا فتنة للقوم الظالمين ونجنا برحمتك من القوم الكافرين",
  "‏‎ربي ايقظني على رزق لم أتوقعه وعلى خير لم أفكر به وعلى تحقيق أمنيات ظننت أنها مستحيلة، اللهم إن ثقتي بك لا يهدمها تأخير أو حرمان، ياربي أيقظني في أحب الأوقات اليك، فأذكرك وتذكرني، وأستغفرك وتغفر لي، وأطلب فتعطيني، واستنصرك فتنصرني يارب العالمين",
  "اللهم إني أعوذ بك من شر ما عملت ومن شر ما لم أعمل",
  "اللهم عالم الغيب والشهادة، فاطر السموات والأرض، رب كل شيء ومليكه، أشهد أن لا إله إلا أنت، أعوذ بك من شر نفسي وشر الشيطان وشركه",
  "اللهم توفنا مسلمين، وأحينا مسلمين، وألحقنا بالصالحين، غير خزايا ولا مفتونين",
  "اللهم إني أعوذ بك من العجز والكسل ، والجبن والبخل ، والهرم والقسوة ، والغفلة والعيلة والذلة ، والمسكنة ، وأعوذ بك من الفقر والكفر ، والفسوق والشقاق والنفاق، والسمعة والرياء ، وأعوذ بك من الصمم والبكم ، والجنون ، والجذام ، والبرص ، وسيئ الأسقام",
  "اللهم إني أعوذ بك من شر فتنة الغنى ، ومن شر فتنة الفقر",
  "اللهم إني أعوذ بك من قلب لا يخشع ، ومن دعاء لا يسمع ، ومن نفس لا تشبع ، ومن علم لا ينفع ، أعوذ بك من هؤلاء الأربع",
  "اللهم إني استودعتك ما بقي لي من العمر فاجعله في رضاك وطاعتك",
  "اللهم إني أعوذ بك من أن أزل أو أزل ، أو أضل أو أضل ، أو أظلم أو أظلم ، أو أجهل أو يجهل علي",
  "اللهم كن للمسلمين والمستضعفين في كل مكان ؛ فرج همهم ، ونفس كربهم ، وأقل عثرتهم وتول بنفسك أمرهم",
  "اللهم وحد صفهم ، واجمع كلمتهم ، وردهم إليك ردا جميلا",
  "اللهم إني أسألك فواتح الخير ، وخواتمه ، وجوامعه ، وأوله ، وظاهره ، وباطنه ، والدرجات العلى من الجنة امين",
  "اللهم حبب إلينا الإيمان وزينه في قلوبنا وكره إلينا الكفر والفسوق والعصيان ، واجعلنا من الراشدين ، اللهم توفنا مسلمين ، وأحينا مسلمين ، وألحقنا بالصالحين غير خزايا ولا مفتونين ، اللهم قاتل الكفرة الذين يكذبون رسلك ، ويصدون عن سبيلك ، واجعل عليهم رجزك وعذابك ، اللهم قاتل الكفرة الذين أوتوا الكتاب ، إله الحق.. امين",
  "يارب إن لم أحسن في دعائي فأنت أعلم بحاجاتي، وإن قصرت فأنت سبحانك تعلم غاياتي ولا يخفى عليك شيء من أحوالي فاجبر خاطري بفيض نعمك",
  "اللهم رب أوزعني أن أشكر نعمتك التي أنعمت علي وعلى والدي ، وأن أعمل صالحا ترضاه وأدخلني برحمتك في عبادك الصالحين",
  "اللهم إني أسألك علما نافعا ، ورزقا طيبا ، وعملا متقبلا",
  "اللهم اشف مرضانا ، وارحم موتانا ، وعاف مبتلانا ، وفك أسرانا ، واجبر كسرانا",
  "إن الله وملائكته يصلون على النبي يا أيها الذين امنوا صلوا عليه وسلموا تسليما",
  "اللهم بدل حزني فرحا و همومي سعادة و ضيقي فرج و ارزقني يوما أفضل من أمسي فليس لي سواك يا رب",
  "اللهم اشفي مرضانا وارحم موتانا وعليك بمن عادانا ولا تخيب رجائنا واغفر خطايانا",
  "رب هب لي من لدنك ذرية طيبة إنك سميع الدعاء",
  "اللهم عافني في بدني ، اللهم عافني في سمعي ، اللهم عافني في بصري",
  "رب أدخلني مدخل صدق وأخرجني مخرج صدق واجعل لي من لدنك سلطانا نصيرا",
  "اللهم إني أعوذ بك من العجز والكسل، والجبن والبخل، والهرم وعذاب القبر، اللهم ات نفسي تقواها وزكها أنت خير من زكاها، أنت وليها ومولاها، اللهم إني أعوذ بك من علم لا ينفع، ومن قلب لا يخشع، ومن نفس لا تشبع، ومن دعوة لا يستجاب لها",
  "اللهم إني أعوذ برضاك من سخطك، وبمعافاتك من عقوبتك، وأعوذ بك منك، لا أحصي ثناء عليك، أنت كما أثنيت على نفسك",
  "يا فاطر السموات والأرض أنت وليي في الدنيا والآخرة توفني مسلما وألحقني بالصالحين",
  "اللهم يامن على العرش استوى ، يامن خلق فسوى وقدر فهدى ، وأعطى كل شيء خلقه ثم هدى ، يامن أضحك وأبكى، وأمات وأحيا ، وأسعد وأشقى ، وأوجد وأبلى ، ورفع وخفض ، وأعز وأذل، وأعطى ومنع ، ورفع ووضع",
  "اللهم يا من شق البحار ، وأجرى الأنهار ، وكور النهار على الليل والليل على النهار ، يا من هدى من ضلالة ، وأنقذ من جهالة ، وأنار الأبصار ، وأحيا الضمائر والأفكار",
  "اللهم خذ بنواصينا للبر والتقوى ، ولما تحب من العمل وترضى",
  "‏اللهم إني أسالك إيماناً لا يرتد، ونعيماً لا ينفد، ومرافقة نبينا محمد (صل الله عليه وسلم) في أعلى جنة الخلد",
  "اللهم إني أسالك أن ترفع ذِكري، وتضع وزري، وتُصلح أمري، وتغفر لي ذنبي",
  "اللهم إني أسألك من فضلك ورحمتك فإنه لا يملكها إلا أنت",
  "اللهم إني أعوذ بك من الفقر والقلة والذلة ، وأعوذ بك من أن أظلم أو أُظلم",
  "اللهم إني أعوذ بك من الجوع ، فإنه بئس الضجيع ، وأعوذ بك من الخيانة ، فإنها بئست البطانة",
  "اللهم إنا نستعينك ونستهديك، ونستغفرك ونتوب إليك ونؤمن بك ، ونتوكل عليك ، ونثني عليك الخير كله ، نشكرك ولا نكفرك ، ونخلع ونترك من يفجرك ، اللهم إياك نعبد ، ولك نصلي ونسجد ، وإليك نسعى ونحفد ، نرجو رحمتك ، ونخشى عذابك ، إن عذابك الجد بالكفار ملحق",
  "اللهم إني استودعتك كتابي فيمنه",
  "اللهم أنت الذي خلقتني فأنت تهدين ، وأنت الذي تطعمني وتسقين ، وإذا مرضت فأنت تشفين ، وأنت الذي تميتني ثم تحيين ، وأنت الذي أطمع أن يغفر لي خطيئتي يوم الدين ، رب هب لي حكما وألحقني بالصالحين ، واجعل لي لسان صدق في الاخرين ، واجعلني من ورثة جنة النعيم ، واغفر لابائنا وأمهاتنا من المسلمين ولا تخزني يوم يبعثون ، يوم لا ينفع مال ولا بنون ، إلا من أتى الله بقلب سليم",
  "اللهم إني أسألك من كل خير خزائنه بيدك ، وأعوذ بك من كل شر خزائنه بيدك",
  "اللهم إني أسألك إيمانا لا يرتد ، ونعيما لا ينفد ، ومرافقة نبيك محمد في أعلى جنة الخلد",
  "اللهم أطعمنا من جوع ، وامنا من خوف، وقونا من ضعف ، وعلمنا من جهالة، وأنقذنا من ضلالة",
  "اللهم اكفني بحلالك عن حرامك وأغنني بفضلك عمن سواك",
  "اللهم أحينا مسلمين ، وتوفنا مسلمين ، وألحقنا بالصالحين",
  "اللهم إني عبدك ابن عبدك ابن أمتك ، ناصيتي بيدك ، ماض في حكمك ، عدل في قضاؤك ، أسألك بكل اسم هو لك ، سميت به نفسك ، أو أنزلته في كتابك ، أو علمته أحدا من خلقك ، أو استأثرت به في علم الغيب عندك ، أن تجعل القران ربيع قلبي ، ونور صدري ، وجلاء حزني ، وذهاب همي",
  "اللهم اهدني وسددني ، اللهم إني أسألك الهدى والسداد",
  "اللهم فالق الحب والنوى ، ومخرج الحي من الميت ومخرج الميت من الحي ، فالق الإصباح ، وجاعل الليل سكنا ، والشمس والقمر حسبانا ، يا من جعل لنا النجوم لنهتدي بها في ظلمات البر والبحر",
  "اللهم إني أسألك بأن لك الحمد ، لا إله إلا أنت ، المنان ، بديع السماوات والأرض، ذو الجلال والإكرام ، يا حي يا قيوم",
  "اللهم يا من تسبح له السماوات بنجومها وأبراجها ، والأرض بسهولها وفجاجها ، والبحار بأحيائها وأمواجها ، والجبال بقممها وأوتادها ، والأشجار بفروعها وثمارها ، والسباع في فلواتها ، والطير في وكناتها ، يا من تسبح له الذرات على صغرها ، والمجرات على كبرها ، يا من تسبح له السماوات السبع والأرض ومن فيهن ، وإن من شيء إلا يسبح بحمده",
  "‏اللهم اقض حاجاتنا التي لا نستطيع صياغتها في دعاء أنت أعلم منا بها وأقدر منا عليها",
  "اللهم إني أعوذ بك من جهد البلاء ، ودرك الشقاء ، وسوء القضاء ، وشماتة الأعداء ، يا سميع الدعاء",
  "اللهم إني أعوذ بك أن أقول زورا ، أو أغشى فجورا ، أو أكون بك مغرورا",
  "اللهم إني أعوذ برضاك من سخطك ، وبمعافاتك من عقوبتك ، وبك منك ، لا أحصى ثناء عليك ، أنت كما أثنيت على نفسك",
  "اللهم رب أعوذ بك من أعين العائنين ، ومن سحر الساحرين ، ومن شر كل ذي شر",
  "اللهم أظهر دينك على الدين كله ولو كره المشركون",
  "اللهم بعلمك الغيب ، وقدرتك على الخلق ؛ أحيني ما علمت الحياة خيرا لي ، وتوفني إذا علمت الوفاة خيرا لي ، اللهم إني أسألك خشيتك في الغيب والشهادة ، وأسألك كلمة الحق في الرضا والغضب ، وأسألك القصد في الغنى والفقر ، وأسألك نعيما لا ينفد ، وأسألك قرة عين لا تنقطع ، وأسألك الرضا بعد القضاء ، وأسألك برد العيش بعد الموت ، وأسألك لذة النظر إلى وجهك ، والشوق إلى لقائك ، في غير ضراء مضرة ولا فتنة مضلة ، اللهم زينا بزينة الإيمان ، واجعلنا هداة مهتدين",
  "اللهم إني اسألك الحظ العظيم الجميل وأسألك القبول بين الخلق وأن تسخر لي الارض وما عليها وكل من وليته امري",
  "اللهم إني استودعتك لساني فاجعله رطبا بذكرك في كل آن وحين والجمه من ان يخوض فيما لا يرضيك",
  "الحياة تذهب وتبقى الباقيات الصالحات : سبحان الله ، الحمد لله ، لا إله إلا الله ، الله اكبر ، لاحول ولا قوة إلا بالله",
  "استغفر الله لي و لوالدي و للمؤمنين و المؤمنات و المسلمين و المسلمات الأحياء منهم و الأموات الى يوم الدين",
  "اللهم لا تدع لنا ذنبا إلا غفرته ولا هما إلا فرجته",
  "اللهم هب لنا بفضلك وإحسانك حسن الخاتمة وإجعل خير أعمالنا خواتيمها وخير أيامنا يوم أن نلقاك واغفر لنا ولموتانا إنك سميع الدعاء",
  "اللهم لا تشمت اعدائي بدائي واجعل القرآن العظيم شفائي و دوائي فأنا العليل و أنت المداوي انت ثقتي و رجائي واجعل حسن ظني بك شفائي",
  "اللهم بارك فى اولادي وارزقني برهم اللهم اجعلهم هادين مهتدين من عبادك الصالحين",
  "اللهم اجعل لي في قلبي نورا، وفي لساني نورا، وفي سمعي نورا، وفي بصري نورا، ومن فوقي نورا، ومن تحتي نورا، وعن يميني نورا، وعن شمالي نورا، ومن بين يدي نورا، ومن خلفي نورا، واجعل في نفسي نورا، وأعظم لي نورا",
  "اللهم إني أسألك من الخير كله عاجله وآجله",
  "اللهم اعطني إيمانا صادقا ويقينا ليس بعده كفر ورحمة أنال بها شرف كرامتك في الدنيا والاخرة",
  "رب اجعلني مقيم الصلاة ومن ذريتي ربنا وتقبل دعاء",
  "رب اشرح لي صدري ويسر لي أمري واحلل عقدة من لساني يفقهوا قول",
  "‏للهم نور قبري يوم يبات جسدي فيه",
  "‏اللهم خيراً في أي إختيار ونوراً في كل عتمة وتيسيراً لكل عسير، وواقعاً لكل حلم",
  "‏اللهم اجعل ابنائي اوفر عبادك حظا في الدنيا والاخرة",
  "‏اللهم بارك لنا في أسماعنا، وأبصارنا، وقلوبنا، وأزواجنا، وذرياتنا، وتب علينا إنك أنت التواب الرحيم",
  "رب اغفر لي خطيئتي وجهلي وإسرافي في أمري كله وما أنت أعلم به مني، اللهم اغفر لي خطاياي وعمدي وجهلي وهزلي، وكل ذلك عندي، اللهم اغفر لي ما قدمت وما أخرت وما أسررت وما أعلنت أنت المقدم وأنت المؤخر وأنت على كل شيء قدير",
  "‏اللهم إني أعوذ بك من قلب لا يخشع، ومن دعاء لا يسمع، ومن نفس لا تشبع، ومن علم لا ينفع، اللهم إني أعوذ بك من هؤلاء الأربع",
  "اللهم أرنا الحق حقا وارزقنا اتباعه، وأرنا الباطل باطلا وارزقنا اجتنابه",
  "اللهم ات نفسي تقواها ، وزكها أنت خير من زكاها، أنت وليها ومولاها",
  "اللهم حبب إلينا الإيمان وزينه في قلوبنا، وكره إلينا الكفر والفسوق والعصيان، واجعلنا من الراشدين",
  "اللهم ارزقنا رزقا يزيدنا لك شكرا ، وإليك فاقة وفقرا ، وبك عمن سواك غنى",
  "‏ اللهم أجبر كسر قلبي جبراً يتعجب منه أهل السموات والأرض جبراً يليق بكرمك و عظمتك و قدرتك يا ربّ",
  "‏اللهم نسألك في هذا اليوم أن تمسح عنا أوجاعنا و تنور ظلمات ليالينا، اللهم إسقنا فرحاً و إرزقنا من كل مداخل الخير",
  "‏يارب أدعوك بعزتك وجلالك أن لاتُصعب لي حاجة، ولا تُعظم علي أمراً ولا تحن لي قامة، ولا تفضح لي سراً ولا تكسر لي ظهراً",
  "اللهم إني استودعتك يومي هذا فاجعله في طاعتك ، وأجرني على كل ثانية فيه بما انت أهل له",
  "اللهم إني استودعتك وجهي فبيضه يوم تسود وجوه",
  "اللهم رب اجعلني لك شكارا ، لك ذكارا ، لك رهابا ، لك مطواعا ، إليك مخبتا أواها منيبا ، رب تقبل توبتي ، واغسل حوبتي ، وأجب دعوتي ، وثبت حجتي ، واهد قلبي ، وسدد لساني ، واسلل سخيمة قلبي",
  "اللهم إنا نسألك يسرا ليس بعده عسر ، وغنى ليس بعده فقر ، وأمنا ليس بعده خوف ، وسعادة ليس بعدها شقاء",
  "اللهم يا مقلب القلوب والأبصار ، ثبت قلوبنا على طاعتك ، ولا تزغ قلوبنا بعد إذ هديتنا ، ولا تفتنا في ديننا ، واجعل يومنا خيرا من أمسنا ، واجعل غدنا خيرا من يومنا ، واجعل خير أعمارنا أواخرها ، وخير أعمالنا خواتيمها ، وخير أيامنا يوم نلقاك وأنت راض عنا",
  "اللهم افتح لنا فتحا مبينا ، واهدنا صراطا مستقيما ، وانصرنا نصرا عزيزا، وأتم علينا نعمتك ، وأنزل في قلوبنا سكينتك ، وانشر علينا فضلك ورحمتك",
  "رب اغفر لي و لوالدي رب ارحمهما كما ربياني صغيرا",
  "اللهم احفظني من بين يدي ومن خلفي وعن يميني وعن شمالي ومن فوقي وأعوذ بعظمتك أن أغتال من تحتي",
  "اللهم اجعل القرآن العظيم ربيع قلوبنا ونور صدورنا وجلاء همومنا",
  "اللهم إني ظلمت نفسي ظلما كثيرا ولا يغفر الذنوب إلا أنت فاغفر لي مغفرة من عندك وارحمني إنك أنت الغفور الرحيم",
  "ربنا أفرغ علينا صبرا وثبت أقدامنا وانصرنا على القوم الكافرين",
  "اللهم اقذف في قلبي رجاءك واقطع رجائي عمن سواك حتى لا أرجو أحداً غيرك",
  "اللهم لا تجعل الدنيا اكبر همنا ولا مبلغ علمنا ولا إلى النار مصيرنا وأجعل الجنة هي دارنا وقرارنا",
  "‏يارب أدعوك بعزتك وجلالك أن لا تُصعب لي حاجة.. ولا تُعظم علي أمرا و لا تحن لي قامة ..ولا تفضح لي سرا و لا تكسر لي ظهرا",
  "‏اللهم حصن عائلتي و نفسي و أحبتي بحصنك الحصين و حبلك المتين من كيد الكائدين و حسد الحاسدين و سحر الساحرين و ظلم الظالمين و عبث العابثين",
  "اللهم إني أسألك العفو والعافية في الدنيا والاخرة، اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي، اللهم استر عوراتي وامن روعاتي، واحفظني من بين يدي ومن خلفي وعن يميني وعن شمالي ومن فوقي، وأعوذ بعظمتك أن أغتال من تحتي",
  "اللهم إني أسألك الثبات في الأمر، والعزيمة على الرشد، وأسألك موجبات رحمتك، وعزائم مغفرتك، وأسألك شكر نعمتك، وحسن عبادتك، وأسألك قلبا سليما، ولسانا صادقا، وأسألك من خير ما تعلم، وأعوذ بك من شر ما تعلم، وأستغفرك لما تعلم، إنك أنت علام الغيوب",
  "اللهم اهدنا الصراط المستقيم ، صراط الذين أنعمت عليهم من النبيين والصديقين والشهداء والصالحين",
  "اللهم وفقنا لهداك واجعل عملنا في رضاك",
  "اللهم زدنا ولا تنقصنا، وأكرمنا ولا تهنا، وأعطنا ولا تحرمنا، وآثرنا ولا تؤثر علينا، وأرضنا وارض عنا",
  "‏اللهم ياقوي من للضعيف غيرك، اللهم ياغني من للفقير غيرك، اللهم ياعزيز من للذليل غيرك، اللهم إغننا بحلالك عن حرامك وإجعلنا من الفائزيّن",
  "اللهم أحسن عاقبتنا في الأمور كلها ، وأجرنا من خزي الدنيا وعذاب الاخرة",
  "اللهم إني أعوذ بك من عذاب جهنم ، ومن عذاب القبر ، ومن فتنة المحيا والممات ، ومن فتنة المسيح الدجال ، وأعوذ بك من المأثم والمغرم",
  "اللهم إني أعوذ بك أن تحسن في لوائح العيون علانيتي ، وتقبح في خفيات العيون سريرتي ، اللهم كما أسأت وأحسنت إلي ، فإذا عدت فعد علي",
  "اللهم ارفع رايتهم ، واكبت عدوهم",
  "اللهم لك الحمد كله ، اللهم لا قابض لما بسطت ، ولا باسط لما قبضت ، ولا هادي لمن أضللت ولا مضل لمن هديت ، ولا معطي لما منعت ولا مانع لما أعطيت ، ولا مقرب رب لما باعدت ، ولا مباعد لما قربت ، اللهم ابسط علينا من بركاتك ورحمتك وفضلك ورزقك ، اللهم إني أسألك النعيم المقيم الذي لا يحول ولا يزول ، اللهم إني أسألك النعيم يوم العيلة والأمن يوم الخوف ، اللهم إني عائذ بك من شر ما أعطيتنا وشر ما منعتنا",
  "اللهم إني أسألك من الخير كله ؛ عاجله واجله ، ما علمت منه وما لم أعلم ، وأعوذ بك من الشر كله عاجله واجله ، ما علمت منه وما لم أعلم",
  "اللهم ارحم من ضمه التراب واشف من انهكه الوجع و اغث من أثقله الهم ، واهدي من غرته الدنيا يارب",
  "اللهم لا تدع لنا ذنبا إلا غفرته ، ولا هما إلا فرجته ، ولا دينا إلا قضيته ، ولا مريضا إلا شفيته ، ولا مبتلى إلا عافيته ، ولا ضالا إلا هديته ، ولا غائبا إلا رددته ، ولا مظلوما إلا نصرته ، ولا أسيرا إلا فككته ، ولا ميتا إلا رحمته ، ولا حاجة لنا فيها صلاح ولك فيها رضا إلا قضيتها ويسرتها بفضلك يا أكرم الأكرمين",
  "اللهم إني أسألك عيشة نقية ، وميتة سوية ، ومردا غير مخز ولا فاضح",
  "اللهم اغفر لي ، واهدني وارزقني ، وعافني ، أعوذ بالله من ضيق المقام يوم القيامة",
  "اللهم استر عوراتي ، وامن روعاتي ، واحفظني من بين يدي ومن خلفي ، وعن يميني وعن شمالي ، ومن فوقي ، وأعوذ بك أن أغتال من تحت",
  "اللهم أكرمني ولا تهني ، وأعطني ولا تحرمني ، وزدني ولا تنقصني ، واثرني ولا تؤثر علي ، وارض عني وأرضني",
  "اللهم لا تكلنا إلى أنفسنا طرفة عين ولا أقل من ذلك",
  "اللهم قوني إن ضعفت و اجبرني إن كسرت و مدني بالصبر ، ربي اشرح لي صدري و لاتحملني مالا طاقة لي به و أعف عني يارب",
  "‏‎سبحان الله وبحمده عدد خلقه ورضا نفسه وزنة عرشه ومداد كلماته",
  "اللهم اللهم صل وسلم وبارك على عبدك ورسولك محمد وعلى اله وصحبه أجمعين",
  "اللهم احفظني من شتات الأمر ومس الدهر وضيق الصدر وعذاب القبر وحلول الفقر وتقلب الدهر والعسرِ بعد اليسر",
  "اللهم إني أسألك من الخير ما سألك عبدك ورسولك محمد",
  "رب أعني ولا تعن علي، وانصرني ولا تنصر علي، وامكر لي ول اتمكر علي، واهدني ويسر الهدى لي، وانصرني على من بغى علي، رب اجعلني لك شكارا، لك ذكارا، لك رهابا، لك مطواعا، لك مخبتا إليك أواها منيبا، رب تقبل توبتي واغسل حوبتي وأجب دعوتي وثبت حجتي وسدد لساني واهد قلبي واسلل سخيمة صدري",
  "‏اللّهم إنّا نسألك بأسمك العظيم الأعظم الذي إذا دُعيت به أجبت، وإذا سُئلت به أعطيت، وبأسمائك الحُسنى كلّها ما علمنا منها وما لم نعلم، أن تستجيب لنا دعواتنا وتُحقّق رغباتنا، وتقضي حوائجنا وتفرج كروبنا، وتغفر ذنوبنا وتستر عُيوبنا وتتوب علينا وتعافينا وتعفو عنا",
  "‏اللهم يا مغيّر الاحوال غيّر حالي الى احسن حال و سخر لي من حظوظ الدنيا ما تعلم انه خير لي و اصرف عني كل ما هو شر لي",
  "‏اللهم إني أسالك يا ألله بأنك الواحد الأحد الصمد، الذي لم يلد ولم يولد، ولم يكن له كفواً أحد، أنتغفر لي ذنوبي، إنك أنت الغفور الرحيم",
  "اللهم رب لا تذرني فردا وأنت خير الوارثين",
  "اللهم إني أعوذ بك من جار السوء في دار المقامة ، فإن جار البادية يتحول",
  "اللهم إني أعوذ بك من الشقاق والنفاق ، وسوء الأخلاق",
  "اللهم رب السماوات السبع ورب الأرض ، ورب العرش العظيم ، ربنا ورب كل شيء ، فالق الحب والنوى ، ومنزل التوراة والإنجيل والفرقان ، أعوذ بك من شر كل شيء أنت اخذ بناصيته ، اللهم أنت الأول فليس قبلك شيء ، وأنت الاخر فليس بعدك شيء ، وأنت الظاهر فليس فوقك شيء ، اقض عنا الدين وأغننا من الفقر",
  "اللهم إني استودعتك مدخلي للجنة فاجعله بجودك وفضلك وكرمك ورحمتك لا بعملي",
  "اللهم منزل الكتاب ، ومجري السحاب وهازم الأحزاب ، عالم الغيب والشهادة أسألك باسمك الأعظم الذي إذا دعيت به أجبت وإذا سئلت به أعطيت",
  "اللهم إني استودعتك بصيرتي فنورها بنورك وألهمها رشدا",
  "اللهم إني استودعتك خاتمتي فاحسنها",
  "اللهم إني أعامل الناس بالنية، وبحسن ظني فأعطني على قد نيتي،وأبعد عني الخبيث منهم ، ومن اراد بي سوء ، وسخرلي الطيب من عبادك",
  "اللهم اهدني فيمن هديت، وعافني فيمن عافيت، وتولني فيمن توليت، وبارك لي فيما أعطيت، وقني شر ما قضيت، فإنك تقضي ولا يقضى عليك، إنه لا يذل من واليت، ولا يعز من عاديت، تباركت ربنا وتعاليت",
  "اللهم اني أسألك عافيتك في اموري كلها وأعوذ بك من خزي الدنيا وعذاب الاخرة",
  "اللهم احفظني بالإسلام قاعدا واحفظني بالإسلام قائما واحفظني بالإسلام راقدا ولا تشمت بي عدوا أو حاسدا",
  "ربنا امنا فاغفر لنا وارحمنا وأنت خير الراحمين",
  "‏يا حي يا قيوم برحمتك أستغيث أصلح لي شأني كُله",
  "‏اللهم وماعجز عنه قلبي فأنت ربُّ قلبي",
  "اللهم رب ابن لي عندك بيتا في الجنة",
  "اللهم إني أعوذ بك من الكسل والمأثم والمغرم",
  "اللهم إني أعوذ بك من علم لا ينفع ، ومن قلب لا يخشع ، ومن نفس لا تشبع ، ومن دعوة لا يستجاب لها",
  "اللهم رب أعوذ بك من همزات الشياطين ، وأعوذ بك رب أن يحضرون",
  "اللهم ربنا أعزنا بالإسلام ، وأعز بنا الإسلام ، اللهم أعل بنا كلمة الإسلام ، وارفع بنا راية القران",
  "اللهم ياحي يا قيوم ، ياحي ياقيوم ، ياحي يا قيوم ، اللهم أظلني في ظل عرشك يوم لا ظل إلا ظلك",
  "يارب عائلتي ومن أحب في ودائعك، اللهم أرزقهم لطف القدر وصحة الجسد وطيب الخاطر وعافية الدهر، اللهم أحفظهم بعينك التي لا تنام",
  "اللهم إني أسألك فعل الخيرات ، وترك المنكرات ، وحب المساكين ، وأن تغفر لي وترحمني ، وإذا أردت فتنة قوم فتوفني غير مفتون ، وأسألك حبك ، وحب من يحبك ، وحب كل عمل يقربني إلى حبك",
  "اللهم يا ذا الحبل الشديد ، والأمر الرشيد ، أسألك الأمن يوم الوعيد ، والجنة دار الخلود ، مع المقربين الشهود ، الركع السجود ، الموفين بالعهود ، إنك رحيم ودود ، وإنك تفعل ما تريد",
  "اللهم إجعلنا من المحافظين على الصلاه في أوقاتها ، اللهم إرزقنا الخشوع فيها ، و أدائها على الوجه الذي يرضيك عنا",
  "اللهم رحمتك أرجو فلا تكلني إلى نفسي طرفة عين ، وأصلح لي شأني كله ، لا إله إلا أنت",
  "اللهم حاسبني حسابا يسيرا اللهم إني أسألك فعل الخيرات و ترك المنكرات",
  "الحمد لله عدد ماخلق، والحمد لله ملء ما خلق، والحمد لله عدد مافي السماوات ومافي الارض، والحمد لله عدد ما أحصى كتابه، والحمد لله ملء ما أحصى كتابه، والحمد لله عدد كل شيء، والحمد لله ملء كل شيء",
  "ﺍﻟﻠﻬﻢ ﺍﺟﻌﻞ ﻟﻨﺎ ﻓﻲ ﻫﺬﺍ ﺍﻟﻴﻮﻡ ﺩﻋﻮﺓ ﻻ‌ﺗﺮﺩ ، ﻭﺍﻭﻫﺒﻨﺎ ﻓﻴﻪ ﺭﺯﻗﺎً ﻻ‌ ﻳﻌﺪ ، ﻭ ﺍﻓﺘﺢ ﻟﻨﺎ ﺑﺎﺑﺎ ﻓﻲ ﺍﻟﺠﻨﺔ ﻻ‌ ﻳﺴﺪ",
  "اللهم أبرم لهذه الأمة أمر رشد ، يعز فيه أهل طاعتك ، ويذل فيه أهل معصيتك ، ويؤمر فيه بالمعروف ، وينهى فيه عن المنكر",
  "اللهم إني أسألك الهدى والتقى والعفاف والغنى",
  "اللهم إنا نسألك عزائم مغفرتك ومنجيات أمرك والسلامة من كل إثم والغنيمة من كل بر والفوز بالجنة والنجاة من النار",
  "ربنا ظلمنا أنفسنا وإن لم تغفر لنا وترحمنا لنكونن من الخاسرين",
  "ربنا لا تجعلنا مع القوم الظالمين",
  "‏وإني أخاف يا الله أن يشكو لك عبداً مني ، اللهم إجعلني عابراً لا أؤذي أحد",
  "‏اللهُم ألهمني الخيرَ في أمري وألقِ الاطمئنانَ في قلبي",
  "‏اللهي أسألك بكل اسم هو لك سميت به نفسك أو أنزلته في كتابك أو استأثرت به في علم الغيب ان تنزل على قبر والديّ الضياء والنور والفسحة والسرور اللهم احشرهم في زمرة المقربين وبشرهم بروح وريحان وجنة نعيم ، اللهم احشرهم مع أصحاب اليمين واجعل تحيتهم سلام لك من أصحاب اليمين",
  "اللهم اغفر لي ذنبي كله، دقه، وجله، وأوله، واخره، وعلانيته، وسره",
  "أعوذ بك من ألد اعدائي، نفسي وضعفها، وجهلها، وشرها",
  "اللهم أقل عثراتنا، واغفر زلاتنا، وكفر عنا سيئاتنا، وتوفنا مع الأبرار، يا عزيز يا غفار",
  "اللهم أغنني بالعلم ، وزيني بالحلم ، وأكرمني بالتقوى ، وجملني بالعافية",
  "اللهم انفعني بما علمتني ، وعلمني ما ينفعني ، وزدني علما",
  "اللهم كما أحسنت خلقي فأحسن خلقي",
  "اللهم ربنا إننا امنا فاغفر لنا ذنوبنا وقنا عذاب النار",
  "اللهم حاسبني حسابا يسيرا",
  "‏يارب أفرحني بشيء انتظر حدوثه اللهم إني متفائل بعطائك فأكتب لي ما أتمنى اللهم أسعدني في أبسط تفاصيل حياتي وقرب لي الخير يارب لا تجعل أبتلائي في جسدي و لا في مالي و لا في أهلي وسهل علي ما استثقلته نفسي اللهم إني توكلت عليك فأعني ووفقني و اروي قلبي بكل أمنية أخبرتك بها",
  "اللهم إني أعوذ بك من يوم السوء ، ومن ليلة السوء ، ومن ساعة السوء ، ومن صاحب السوء ، ومن جار السوء ، في دار المقامة",
  "اللهم إني استودعتك محشري فاجعله تحت ظل عرشك يوم لا ظل إلا ظلك",
  "اللهم يا خير من سئل ، وأجود من أعطى ، وأكرم من عفا ، وأعظم من غفر ، وأعدل من حكم ، وأصدق من حدث ، وأوفى من وعد ، وأبصر من راقب ، وأسرع من حاسب ، وأرحم من عاقب ، وأحسن من خلق ، وأحكم من شرع ، وأحق من عبد ، وأولى من دعي ، وأبر من أجاب",
  "اللهم إني استودعتك نيتي فصفها واحفظها من الرياء",
  "اللهم إني استودعتك مالي وأهلي وأولادي وما أملك وما يملكون فاحفظهم برعايتك واكلأهم بعنايتك",
  "اللهم أصلح لي ديني الذي هو عصمة أمري ، وأصلح لي دنياي التي فيها معاشي وأصلح لي اخرتي التي فيها معادي ، واجعل الحياة زيادة لي في كل خير ، واجعل الموت راحة لي من كل شر",
  "اللهم اغفر لي ما قدمت وما أخرت، وما أسررت وما أعلنت، أنت المقدم وأنت المؤخر، وأنت على كل شيء قدير",
  "رب لا تذرني فردا وأنت خير الوارثين",
  "‏يارب الجنّة ، وبراد الجنّة ، ولباس الجنّة وطعام الجنّة ، وشراب الجنّة ، وبيوت الجنّة ، وضياء الجنّة ، وصحبة الجنّة ، ورؤية خالق الجنّة",
  "‏اللهم ارحم من كنا ننتظر خبر شفائه وكسرنا خبر رحيله",
  "‏اللهم عافني في روحي وفي جسدي، وفي قلبي وفي بدني، وفي صحتي وفي قوتي، وعافني في دنياي وآخرتي",
  "اللهم حبب إلينا الإيمان وزينه في قلوبنا ، وكره إلينا الكفر والفسوق والعصيان ، واجعلنا من الراشدين",
  "اللهم اجعل في قلبي نورا ، وفي سمعي نورا ، وفي بصري نورا ، وعن يميني نورا ، وعن شمالي نورا ، ومن بين يدي نورا ، ومن خلفي نورا ، ومن فوقي نورا ، ومن تحتي نورا ، واجعل لي نورا ، وأعظم لي نورا",
  "اللهم اكفنا بحلالك عن حرامك، وأغننا بفضلك عمن سواك",
  "اللهم لك أسلمت ، وبك امنت ، وعليك توكلت ، وإليك أنبت ، وبك خاصمت، أعوذ بعزتك ، لا إله إلا أنت ، أن تضلني ، أنت الحي الذي لا يموت ، والجن والإنس يموتون",
  "اللهم جلت قدرتك ، وتعالت حكمتك ، وتبارك اسمك ، وتعالى جدك ، ولا إله غيرك",
  "اللهم ربنا اصرف عنا عذاب جهنم إن عذابها كان غراما",
  "اللهم ربنا واتنا ما وعدتنا على رسلك ولا تخزنا يوم القيامة إنك لا تخلف الميعاد",
  "اللهم اغسل قلبي بماء الثلج والبرد ، ونق قلبي من الخطايا كما نقيت الثوب الأبيض من الدنس ، وباعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب",
  "‏يارب إنك تدرك دعواتي حتى لو لم انطق بها، اللهُم حقّق لي ما اُريد فأنت تعلم السِر و ما يخفى، اللهُم فوضتك أمري ُكله فجمّله خيرًا بما شِئت، واجعلني يارب ممن نظرت إليه فرحمته، وسمعت دُعائه فأجبته",
  "اللهم إني أعوذ بك من التردي ، والهدم ، والغرق ، والحرق وأعوذ بك أن يتخبطني الشيطان عند الموت ، وأعوذ بك من أن أموت في سبيلك مدبرا ، وأعوذ بك أن أموت لديغا",
  "اللهم إني أعوذ بك من عقوق الأبناء ، ومن قطيعة الأقرباء ، ومن جفوة الأحياء ، ومن تغير الأصدقاء ، ومن شماتة الأعداء",
  "اللهم إني استودعتك سمعي وبصري وقلبي وجميع جوارحي فاملأهم نورا وزدهم نورا",
  "اللهم إني أسألك أن تبارك في نفسي ، وفي سمعي ، وفي بصري ، وفي روحي ، وفي خلقي ، وفي خلقي ، وفي أهلي ، وفي محياي ، وفي مماتي ، وفي عملي ، فتقبل حسناتي ، وأسألك الدرجات العلى من الجنة امين",
  "يارب اشف من يتألم ونحن بعافيتك منعمين",
  "اللهم اجعلنا ممن عفوت عنهم، ورضيت عنهم وغفرت لهم، وحرمت عليهم النار، وكتبت لهم الجنة",
  "اللهم إني أسألك الجنة ، وما قرب إليها من قول أو عمل ، وأعوذ بك من النار وما قرب إليها من قول أو عمل ، وأسألك أن تجعل كل قضاء قضيته لي خيرا",
  "اللهم استجب لنا ما نعجز عن قوله، ما يصعب علينا صياغته وأنت تعلمه، اللهم وتقبل كل دعوة ساكنة في صدورنا ولا نعلم كيف نرفعها إليك",
  "اللهم ارحمني ، فأنت خير الراحمين ، وارزقني ، فأنت خير الرازقين ، واغفر لي فأنت خير الغافرين ، وانصرني ، فأنت خير الناصرين",
  "اللهم قني شر نفسي ، واعزم لي على أرشد أمري ، اللهم اغفر لي ما أسررت ، وما أعلنت وما أخطأت ، وما عمدت ، وما علمت ، وما جهلت",
  "اللهم إنا نسألك بأسمك العظيم الأعظم الذي إذا دعيت به أجبت، وإذا سئلت به أعطيت، وبأسمائك الحسنى كلها ما علمنا منها وما لم نعلم، أن تستجيب لنا دعواتنا وتحقق رغباتنا، وتقضي حوائجنا وتفرج كروبنا، وتغفر ذنوبنا وتستر عيوبنا وتتوب علينا وتعافينا وتعفو عنا",
  "اللهم أعنا على شهوات أنفسنا، وقسوة قلوبنا ، وضعف إرادتنا ، ولا تكلنا إلى أنفسنا ولا إلى أحد غيرك",
  "ربنا إننا امنا فاغفر لنا ذنوبنا وقنا عذاب النار",
  "ربنا ما خلقت هذا باطلا سبحانك فقنا عذاب النار ربنا إنك من تدخل النار فقد أخزيته وما للظالمين من أنصار ربنا إننا سمعنا مناديا ينادي للإيمان أن امنوا بربكم فامنا ربنا فاغفر لنا ذنوبنا وكفر عنا سيئاتنا وتوفنا مع الأبرار ربنا واتنا ما وعدتنا على رسلك ولا تخزنا يوم القيامة إنك لا تخلف الميعاد",
  "ربنا اغفر لي ولوالدي وللمؤمنين يوم يقوم الحساب",
  "رب زدني علما",
  "‏اللهم اجعل أمي سيدة من سيدات أهل الجنة واجعل الحوض موردا لها والرسول شافعا لها",
  "‏اللهم ارحم موتانا الذين هم بجوارك واجعلهم في نعيمٍ لا ينفد، وأُنسٍ لا ينضب، وهناءٍ لا ينقطع، اللهم اجعل ميعادنا بهم جنّاتك جنّات الخلود",
  "‏اللهم ياجامع الناس ليوم لا ريب فيه أجمع بيني وبين فرحي وسعادتي وتوفيقي وأرتياحي وأطمئناني وهُداي وكل أمر تعلم أنه خير لي أنك على كل شيء قدير",
  "اللهم رب جبرائيل وميكائيل وإسرافيل، فاطر السموات والأرض، عالم الغيب والشهادة، أنت تحكم بين عبادك فيما كانوا فيه يختلفون، اهدني لما اختلف فيه من الحق بإذنك، إنك تهدي من تشاء إلى صراط مستقيم",
  "اللهم ثبتني واجعلني هاديا مهديا",
  "اللهم اجعل أوسع رزقك علي عند كبر سني ، وانقطاع عمري",
  "‏اللهم إجعل دعواتنا لا تُرد، وهب لنا رزقا لايعد، وأفتح لنا باباً للجنة لايسد",
  "اللهم إني أسألك الجنة ، وأستجير بك من النار",
  "اللهم إني أعوذ بك من العجز والكسل ، والجبن ، والبخل ، والهرم ، وعذاب القبر، اللهم ات نفسي تقواها ، وزكها أنت خير من زكاها ، أنت وليها ومولاها",
  "اللهم إني أعوذ بك من منكرات الأخلاق والأعمال والأهواء والأدواء",
  "اللهم إني استودعتك قلبي فانزع عنه كل خوف إلا الخوف منك واجعله وعاء لحبك وعلمك واكسه من خشيتك وخوفك",
  "استودع الله أمري كله ، دقه وجله فيه الرجاء وعليه التكلان اللهم إني أسألك تياسير تعقبها تباشير يارب بشرني بما يسر خاطري",
  "اللهم ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار",
  "اللهم إني أسألك العفو والعافية والمعافاة في الدنيا والاخرة",
  "ربنا لا تزغ قلوبنا بعد إذ هديتنا وهب لنا من لدنك رحمة إنك أنت الوهاب",
  "ربنا امنا بما أنزلت واتبعنا الرسول فاكتبنا مع الشاهدين",
  "اللهم بارك لنا في أسماعنا وأبصارنا وقلوبنا وأرواحنا وذرياتنا وتب علينا إنك أنت التواب الرحيم",
  "‏ربِّ أسألك خير ما في هذا اليوم وخير ما بعده",
  "اللهم اجعل أوسع رزقك علي عند كبر سني ، و انقطاع عمري",
  "‏اللهم بارك لي في رزقي وارزقني من حيث لا احتسب",
  "اللهم إني أسألك رضاك والجنة ، وأعوذ بك من سخطك والنار",
  "اللهم إني استودعتك قبري فلا تجعله حفرة من حفر النيران، وآنسني في وحشتي واجعل قبري روضة من رياض الجنة",
  "اللهم راحة ومغفرة وحسن خاتمه، وجنة عرضها السموات والأرض",
  "اللهم رب أعني ولا تعن علي ، وانصرني ولا تنصر علي ، وامكر لي ولا تمكر علي ، واهدني ويسر الهدى إلي ، وانصرني على من بغى علي",
  "اللهم ألف بين قلوبنا ، وأصلح ذات بيننا ، واهدنا سبل السلام ، ونجنا من الظلمات إلى النور ، وجنبنا الفواحش ما ظهر منها وما بطن ، وبارك لنا في أسماعنا ، وأبصارنا ، وقلوبنا ، وأزواجنا ، وذرياتنا ، وتب علينا إنك أنت التواب الرحيم ، واجعلنا شاكرين لنعمك مثنين بها عليك قابلين لها وأتممها علينا",
  "اللهم إني أسألك رحمة من عندك تهدي بها قلبي ، وتجمع بها شملي ، وتلم بها شعثي ، وترد بها ألفتي وتصلح بها ديني ، وتحفظ بها غائبي ، وترفع بها شاهدي ، وتزكي بها عملي ، وتبيض بها وجهي ، وتلهمني بها رشدي ، وتعصمني بها من كل سوء",
  "اللهم اتني الحكمة التي من أوتيها فقد أوتي خيرا كثيرا",
  "اللهم إني أسألك الهدى ، والتقى ، والعفاف والغنى",
  "ربي حصن قلوبنا من هموم الدنيا، وأفتح علينا أبواب الفرح والتوفيق من حيث لا نحتسب",
  "اللهم إني أعوذ بك من النار وما قرب إليها من قول وعمل",
  "ربنا اتنا من لدنك رحمة وهيئ لنا من أمرنا رشدا",
  "ﺍﻟﻠﻬﻢ ﺇﻧﻲ اﺳﺘﻮﺩﻋﻚ ﻗﻠﺒﻲ فلا ﺗﺠﻌﻞ ﻓﻴﻪ ﺃﺣﺪﺍً ﻏﻴﺮﻙ ، ﻭاﺳﺘﻮﺩﻋﻚ لا ﺇﻟﻪ إلا ﺍﻟﻠﻪ ﻓﻠﻘﻨﻲ ﺇﻳﺎﻫﺎ ﻋﻨﺪ ﺍﻟﻤﻮﺕ",
  "اللهم استرنا فوق الارض وتحت الارض ويوم العرض عليك",
  "يارب وسع على موتانا قبورهم وكفّر سيئاتهم وعاملهم برحمتك وعفوك ياعفو ياغفور اللهم آنس وحشتهم واجعلهم من اهل جنات النعيم ياكريم"
]